{
  "products": [
    {
      "id": 2,
      "title": {
        "en": "Career Path Consultation",
        "ru": "Консультация по карьерному пути"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Individual Coaching"
      },
      "availability_dates": [
        "2025-05-28T21:00:00.000Z",
        "2025-05-28T19:11:00.000Z",
        "2025-05-28T11:00:00.000Z",
        "2025-05-28T19:00:00.000Z"
      ],
      "price": 51,
      "description": {
        "en": "In this 30-minute career path consultation, you'll explore career options that align with your skills, interests, and long-term aspirations. A professional coach will help you map out potential career paths and identify actionable steps to achieve your goals. You'll also discuss strategies to overcome common career challenges, such as job transitions or skill gaps. The session provides clarity and a structured plan to advance your professional journey.",
        "ru": "В рамках этой 30-минутной консультации по карьерному пути вы рассмотрите карьерные варианты, соответствующие вашим навыкам, интересам и долгосрочным стремлениям. Профессиональный коуч поможет вам составить карту возможных карьерных путей и определить конкретные шаги для достижения целей. Вы также обсудите стратегии преодоления типичных карьерных трудностей, таких как смена работы или нехватка навыков. Сессия обеспечит ясность и структурированный план для продвижения вашей профессиональной карьеры."
      },
      "image": "/img/consultation2.jpg"
    },
    {
      "id": 3,
      "title": {
        "en": "Stress Management Consultation",
        "ru": "Консультация по управлению стрессом"
      },
      "description": {
        "en": "This 45-minute stress management consultation offers personalized techniques to help you reduce and manage stress effectively. A certified coach will assess your stress triggers and guide you through mindfulness exercises tailored to your needs. You'll learn practical relaxation methods, such as deep breathing and visualization, to incorporate into your daily routine. The session equips you with tools to handle stress and improve your overall well-being.",
        "ru": "Эта 45-минутная консультация по управлению стрессом предлагает персонализированные техники для эффективного снижения и управления стрессом. Сертифицированный коуч оценит ваши триггеры стресса и проведёт вас через упражнения по осознанности, адаптированные к вашим потребностям. Вы изучите практичные методы релаксации, такие как глубокое дыхание и визуализация, которые можно интегрировать в повседневную жизнь. Сессия оснастит вас инструментами для управления стрессом и улучшения общего благополучия."
      },
      "type": {
        "en": "consultation",
        "ru": "Консультация"
      },
      "price": 56,
      "image": "/img/consultation1.jpg",
      "availability_dates": [
        "2025-06-11T01:00:00.000Z",
        "2025-06-13T06:45:00.000Z",
        "2025-06-15T02:30:00.000Z",
        "2025-06-07T02:00:00.000Z",
        "2025-06-09T01:00:00.000Z"
      ]
    },
    {
      "id": 4,
      "title": {
        "en": "Financial Planning Consultation",
        "ru": "Консультация по финансовому планированию"
      },
      "description": {
        "en": "In this 60-minute financial planning consultation, you'll receive expert advice on budgeting, saving, and achieving your financial goals. A financial coach will analyze your current financial situation and help you create a customized plan to improve your financial health. You'll learn strategies to manage debt, invest wisely, and build a secure financial future. The session includes practical tips and tools to ensure long-term financial stability.",
        "ru": "В этой 60-минутной консультации по финансовому планированию вы получите экспертные советы по составлению бюджета, сбережениям и достижению финансовых целей. Финансовый коуч проанализирует ваше текущее финансовое положение и поможет создать индивидуальный план для улучшения финансового здоровья. Вы изучите стратегии управления долгами, разумного инвестирования и создания надёжного финансового будущего. Сессия включает практичные советы и инструменты для обеспечения долгосрочной финансовой стабильности."
      },
      "type": {
        "en": "consultation",
        "ru": "Consultation"
      },
      "price": 75,
      "image": "/img/consultation4.jpg",
      "availability_dates": [
        "2025-06-12T08:00:00.000Z",
        "2025-06-14T03:00:00.000Z",
        "2025-06-16T07:15:00.000Z"
      ]
    },
    {
      "id": 5,
      "title": {
        "en": "Life Transformation Coaching",
        "ru": "Коучинг по трансформации жизни"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-07-01T09:00:00.000Z",
        "2025-07-03T13:00:00.000Z",
        "2025-07-05T15:00:00.000Z",
        "2025-07-07T10:30:00.000Z",
        "2025-07-09T14:45:00.000Z"
      ],
      "price": 200,
      "description": {
        "en": "This 6-week individual life transformation coaching program is designed to help you unlock your full potential and create lasting change. Through one-on-one sessions, a certified coach will guide you in identifying limiting beliefs, setting ambitious goals, and developing new habits. You'll receive personalized exercises and weekly check-ins to track your progress. The program empowers you to transform your personal and professional life with confidence.",
        "ru": "Эта 6-недельная индивидуальная программа коучинга по трансформации жизни разработана, чтобы помочь вам раскрыть свой полный потенциал и создать устойчивые изменения. В ходе индивидуальных сессий сертифицированный коуч поможет вам выявить ограничивающие убеждения, поставить амбициозные цели и развить новые привычки. Вы получите персонализированные упражнения и еженедельные проверки для отслеживания прогресса. Программа даёт вам возможность уверенно трансформировать личную и профессиональную жизнь."
      },
      "image": "/img/coaching1.jpg"
    },
    {
      "id": 6,
      "title": {
        "en": "Leadership Mastery Coaching",
        "ru": "Коучинг по мастерству лидерства"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-07-02T10:00:00.000Z",
        "2025-07-04T14:00:00.000Z",
        "2025-07-06T16:00:00.000Z",
        "2025-07-08T11:00:00.000Z",
        "2025-07-10T15:30:00.000Z"
      ],
      "price": 250,
      "description": {
        "en": "This 8-week leadership mastery coaching program combines individual and group sessions to develop your leadership skills. You'll learn advanced techniques in communication, emotional intelligence, and decision-making through interactive workshops and personalized feedback. Designed for both aspiring and current leaders, the program helps you inspire teams and manage conflicts effectively. You'll gain the confidence to lead in any professional environment.",
        "ru": "Эта 8-недельная программа коучинга по мастерству лидерства сочетает индивидуальные и групповые сессии для развития ваших лидерских навыков. Вы изучите продвинутые техники коммуникации, эмоционального интеллекта и принятия решений через интерактивные мастер-классы и персонализированную обратную связь. Программа, разработанная для начинающих и действующих лидеров, поможет вам вдохновлять команды и эффективно управлять конфликтами. Вы обретёте уверенность для лидерства в любой профессиональной среде."
      },
      "image": "/img/coaching2.jpg"
    },
    {
      "id": 7,
      "title": {
        "en": "Productivity Boost Coaching",
        "ru": "Коучинг по повышению продуктивности"
      },
      "description": {
        "en": "This 4-week group productivity boost coaching program focuses on optimizing your daily habits to achieve more in less time. You'll join a supportive group to learn time management techniques, prioritization strategies, and methods to eliminate distractions. Led by an experienced coach, the program includes weekly challenges and accountability check-ins. You'll develop sustainable habits to enhance your productivity and reach your goals.",
        "ru": "Эта 4-недельная групповая программа коучинга по повышению продуктивности направлена на оптимизацию ваших ежедневных привычек, чтобы добиться большего за меньшее время. Вы присоединитесь к поддерживающей группе, чтобы изучить техники управления временем, стратегии приоритизации и методы устранения отвлекающих факторов. Под руководством опытного коуча программа включает еженедельные задания и проверки ответственности. Вы разовьёте устойчивые привычки для повышения продуктивности и достижения целей."
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "price": 155,
      "image": "/img/coaching4.jpg",
      "availability_dates": [
        "2025-07-07T02:00:00.000Z",
        "2025-07-09T06:00:00.000Z",
        "2025-07-11T08:00:00.000Z",
        "2025-07-13T03:00:00.000Z",
        "2025-07-15T07:15:00.000Z"
      ]
    },
    {
      "id": 8,
      "title": {
        "en": "Confidence Building Coaching",
        "ru": "Коучинг по укреплению уверенности"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-07-11T17:00:00.000Z",
        "2025-07-10T07:00:00.000Z",
        "2025-07-12T15:00:00.000Z",
        "2025-07-14T08:30:00.000Z",
        "2025-07-16T10:45:00.000Z"
      ],
      "price": 180,
      "description": {
        "en": "This 6-week individual confidence building coaching program helps you develop unshakable self-confidence and overcome self-doubt. A certified coach will guide you through personalized exercises to address insecurities and build positive self-talk. You'll practice techniques to boost your self-esteem in various scenarios, such as public speaking or social interactions. The program equips you with tools to step into any situation with assurance.",
        "ru": "Эта 6-недельная индивидуальная программа коучинга по укреплению уверенности помогает развить непревзойдённую уверенность в себе и преодолеть сомнения. Сертифицированный коуч проведёт вас через персонализированные упражнения для устранения неуверенности и формирования позитивного внутреннего диалога. Вы будете практиковать техники повышения самооценки в различных сценариях, таких как публичные выступления или социальные взаимодействия. Программа оснастит вас инструментами, чтобы уверенно справляться с любой ситуацией."
      },
      "image": "/img/coaching4.jpg"
    },
    {
      "id": 9,
      "title": {
        "en": "Group Motivation Coaching",
        "ru": "Групповой коучинг по мотивации"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-07-13T13:00:00.000Z",
        "2025-07-15T17:00:00.000Z",
        "2025-07-17T11:00:00.000Z",
        "2025-07-19T14:00:00.000Z",
        "2025-07-21T10:30:00.000Z"
      ],
      "price": 120,
      "description": {
        "en": "This 5-week group motivation coaching program is designed to help you stay motivated and achieve your goals with community support. Led by an experienced coach, you'll participate in weekly group sessions to set goals, overcome procrastination, and maintain momentum. The program includes interactive activities and discussions to foster accountability. You'll leave inspired and equipped to pursue your objectives with renewed energy.",
        "ru": "Эта 5-недельная групповая программа коучинга по мотивации разработана, чтобы помочь вам оставаться мотивированными и достигать целей с поддержкой сообщества. Под руководством опытного коуча вы будете участвовать в еженедельных групповых сессиях для постановки целей, преодоления прокрастинации и поддержания импульса. Программа включает интерактивные активности и обсуждения для укрепления ответственности. Вы завершите программу вдохновлёнными и готовыми с новой энергией добиваться своих целей."
      },
      "image": "/img/coaching5.jpg"
    },
    {
      "id": 10,
      "title": {
        "en": "Relationship Success Coaching",
        "ru": "Коучинг по успеху в отношениях"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-07-14T14:00:00.000Z",
        "2025-07-16T10:00:00.000Z",
        "2025-07-18T12:00:00.000Z",
        "2025-07-20T15:00:00.000Z",
        "2025-07-22T11:45:00.000Z"
      ],
      "price": 190,
      "description": {
        "en": "This 6-week relationship success coaching program combines individual and group sessions to help you improve your personal and professional relationships. You'll learn effective communication skills, conflict resolution techniques, and strategies to build stronger connections. A certified coach will guide you through practical exercises tailored to your needs. The program provides a balanced approach to fostering healthier, more fulfilling relationships.",
        "ru": "Эта 6-недельная программа коучинга по успеху в отношениях сочетает индивидуальные и групповые сессии, чтобы помочь вам улучшить личные и профессиональные отношения. Вы изучите эффективные навыки коммуникации, техники разрешения конфликтов и стратегии для укрепления связей. Сертифицированный коуч проведёт вас через практические упражнения, адаптированные к вашим потребностям. Программа предлагает сбалансированный подход к созданию более здоровых и полноценных отношений."
      },
      "image": "/img/coaching6.jpg"
    },
    {
      "id": 11,
      "title": {
        "en": "Mindfulness Coaching",
        "ru": "Коучинг по осознанности"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-07-19T15:00:00.000Z",
        "2025-07-21T09:00:00.000Z",
        "2025-07-23T13:00:00.000Z",
        "2025-07-25T16:00:00.000Z",
        "2025-07-27T10:15:00.000Z"
      ],
      "price": 140,
      "description": {
        "en": "This 4-week individual mindfulness coaching program helps you enhance focus, reduce stress, and find balance through mindfulness practices. A certified coach will guide you through tailored meditation techniques, breathing exercises, and daily routines to stay present. You'll learn how to apply mindfulness to everyday activities, such as work and relationships. The program fosters a greater sense of calm and clarity in your life.",
        "ru": "Эта 4-недельная индивидуальная программа коучинга по осознанности помогает улучшить концентрацию, снизить стресс и найти баланс с помощью практик осознанности. Сертифицированный коуч проведёт вас через адаптированные техники медитации, дыхательные упражнения и ежедневные рутины для пребывания в настоящем моменте. Вы научитесь применять осознанность в повседневных делах, таких как работа и отношения. Программа способствует большему чувству спокойствия и ясности в вашей жизни."
      },
      "image": "/img/coaching7.jpg"
    },
    {
      "id": 12,
      "title": {
        "en": "Career Transition Coaching",
        "ru": "Коучинг по смене карьеры"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-07-20T16:00:00.000Z",
        "2025-07-22T11:00:00.000Z",
        "2025-07-24T14:00:00.000Z",
        "2025-07-26T09:30:00.000Z",
        "2025-07-28T13:00:00.000Z"
      ],
      "price": 220,
      "description": {
        "en": "This 6-week group career transition coaching program supports you through a smooth career change, whether you're switching industries or roles. You'll join a group to learn strategies for navigating transitions, including resume building, interview preparation, and networking tips. Led by a career coach, the program provides a supportive environment to share experiences and gain insights. You'll leave with a clear plan to succeed in your new career path.",
        "ru": "Эта 6-недельная групповая программа коучинга по смене карьеры поддерживает вас в плавном переходе к новой карьере, будь то смена отрасли или роли. Вы присоединитесь к группе, чтобы изучить стратегии навигации по переходам, включая составление резюме, подготовку к собеседованиям и советы по нетворкингу. Под руководством карьерного коуча программа предоставляет поддерживающую среду для обмена опытом и получения идей. Вы завершите программу с чётким планом для успеха на новом карьерном пути."
      },
      "image": "/img/coaching8.jpg"
    },
    {
      "id": 14,
      "title": {
        "en": "A Short Break from Social Media",
        "ru": "Короткий перерыв от социальных сетей"
      },
      "description": {
        "en": "This insightful guide helps you understand the benefits of a digital detox for improving your mental health and well-being. It provides a step-by-step plan for reducing social media use, including tips for managing screen time and overcoming FOMO. You'll find mindfulness exercises and journaling prompts to reconnect with yourself and live more intentionally. The book also includes strategies for rediscovering offline hobbies and relationships.",
        "ru": "Это проницательное руководство помогает понять преимущества цифрового детокса для улучшения ментального здоровья и благополучия. Оно предоставляет пошаговый план сокращения использования социальных сетей, включая советы по управлению экранным временем и преодолению страха упустить что-то важное (FOMO). Вы найдёте упражнения по осознанности и подсказки для ведения дневника, чтобы восстановить связь с собой и жить более осознанно. Книга также включает стратегии для возрождения оффлайн-хобби и отношений."
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "price": 21,
      "image": "/img/2book.jpg",
      "availability_dates": []
    },
    {
      "id": 15,
      "title": {
        "en": "How to Be 1% Better Every Day",
        "ru": "Как становиться на 1% лучше каждый день"
      },
      "description": {
        "en": "This book offers a practical approach to personal growth through small, consistent improvements that lead to long-term success. You'll learn the science of habit formation, strategies for setting achievable goals, and techniques to stay motivated over time. Backed by research and real-world examples, the guide includes daily challenges to help you build momentum. It also provides tracking methods to measure your progress and become a better version of yourself.",
        "ru": "Эта книга предлагает практичный подход к личностному росту через небольшие, последовательные улучшения, ведущие к долгосрочному успеху. Вы изучите науку формирования привычек, стратегии постановки достижимых целей и техники поддержания мотивации с течением времени. Руководство, подкреплённое исследованиями и примерами из реальной жизни, включает ежедневные задания для создания импульса. Также предоставляются методы отслеживания прогресса, чтобы стать лучшей версией себя."
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "price": 23,
      "image": "/img/3book.jpg",
      "availability_dates": []
    },
    {
      "id": 17,
      "title": {
        "en": "The Productivity Blueprint",
        "ru": "План продуктивности"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 25,
      "description": {
        "en": "Master time management with this detailed productivity blueprint, packed with proven strategies to get more done in less time. The book explores techniques like the Pomodoro method, task batching, and goal prioritization, tailored to fit any lifestyle. You'll find tips for eliminating distractions, creating effective routines, and maintaining focus on your goals. It also includes practical tools to help you build sustainable productivity habits.",
        "ru": "Овладейте управлением временем с этим подробным планом продуктивности, наполненным проверенными стратегиями для выполнения большего за меньшее время. Книга исследует техники, такие как метод Помодоро, группировка задач и приоритизация целей, адаптированные под любой образ жизни. Вы найдёте советы по устранению отвлекающих факторов, созданию эффективных рутин и поддержанию фокуса на ваших целях. Также включены практичные инструменты для формирования устойчивых привычек продуктивности."
      },
      "image": "/img/5book.jpg"
    },
    {
      "id": 18,
      "title": {
        "en": "Unleash Your Inner Confidence",
        "ru": "Раскройте внутреннюю уверенность"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 22,
      "description": {
        "en": "This step-by-step guide helps you build unshakable confidence through practical exercises, mindset shifts, and actionable advice. You'll explore techniques to overcome self-doubt, improve self-esteem, and develop a positive self-image in various scenarios. The book includes chapters on real-life applications, such as public speaking and social interactions. It also provides journaling prompts and affirmations to reinforce your progress and boost your confidence.",
        "ru": "Это пошаговое руководство помогает выстроить непревзойдённую уверенность через практические упражнения, изменение мышления и действенные советы. Вы изучите техники преодоления сомнений, повышения самооценки и формирования позитивного образа себя в различных сценариях. Книга включает главы о применении в реальной жизни, таких как публичные выступления и социальные взаимодействия. Также предоставляются подсказки для ведения дневника и аффирмации для укрепления прогресса и повышения уверенности."
      },
      "image": "/img/6book.jpg"
    },
    {
      "id": 19,
      "title": {
        "en": "Goal Setting Masterclass",
        "ru": "Мастер-класс по постановке целей"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-08-01T10:00:00.000Z",
        "2025-08-03T14:00:00.000Z",
        "2025-08-05T12:00:00.000Z"
      ],
      "price": 130,
      "description": {
        "en": "This 3-week group coaching masterclass teaches you how to set and achieve meaningful goals. Learn the SMART goal framework, overcome obstacles, and create actionable plans with the guidance of a certified coach. Weekly group discussions and exercises help you stay accountable and motivated. Perfect for anyone looking to make significant progress in personal or professional areas.",
        "ru": "Этот 3-недельный групповой мастер-класс по коучингу учит вас ставить и достигать значимые цели. Изучите структуру SMART-целей, преодолейте препятствия и создайте действенные планы под руководством сертифицированного коуча. Еженедельные групповые обсуждения и упражнения помогут вам оставаться ответственными и мотивированными. Идеально для тех, кто хочет добиться значительного прогресса в личной или профессиональной сфере."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQxcYI5XtR1YVulIsXWUrTlm96yKS1FMpUXDg&s"
    },
    {
      "id": 20,
      "title": {
        "en": "Public Speaking Coaching",
        "ru": "Коучинг по публичным выступлениям"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-08-02T09:00:00.000Z",
        "2025-08-04T15:00:00.000Z",
        "2025-08-06T11:30:00.000Z"
      ],
      "price": 170,
      "description": {
        "en": "This 5-week individual coaching program helps you become a confident and effective public speaker. Work one-on-one with a coach to master presentation skills, manage stage fright, and engage your audience. Includes practice sessions, feedback, and techniques for storytelling and body language. Ideal for professionals preparing for speeches or presentations.",
        "ru": "Эта 5-недельная индивидуальная программа коучинга помогает стать уверенным и эффективным оратором. Работайте один на один с коучем, чтобы освоить навыки презентации, справиться со страхом сцены и увлечь аудиторию. Включает практические сессии, обратную связь и техники сторителлинга и языка тела. Идеально для профессионалов, готовящихся к речам или презентациям."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcRWZ0Hsl27Gvj7dBtN8UzFteN-9_H68s5cjTA&s"
    },
    {
      "id": 21,
      "title": {
        "en": "Time Management Consultation",
        "ru": "Консультация по управлению временем"
      },
      "type": {
        "en": "consultation",
        "ru": "Консультация"
      },
      "availability_dates": [
        "2025-08-07T13:00:00.000Z",
        "2025-08-09T10:00:00.000Z",
        "2025-08-11T16:00:00.000Z"
      ],
      "price": 60,
      "description": {
        "en": "This 45-minute consultation provides tailored strategies to improve your time management skills. A coach will assess your current schedule and help you prioritize tasks, set boundaries, and reduce procrastination. Learn techniques like time blocking and Eisenhower Matrix to boost efficiency. Perfect for busy professionals seeking better work-life balance.",
        "ru": "Эта 45-минутная консультация предоставляет индивидуальные стратегии для улучшения навыков управления временем. Коуч оценит ваше текущее расписание и поможет приоритизировать задачи, установить границы и сократить прокрастинацию. Изучите техники, такие как тайм-блокинг и матрица Эйзенхауэра, чтобы повысить эффективность. Идеально для занятых профессионалов, стремящихся к лучшему балансу между работой и жизнью."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQSCJ0KPoHXQs0mNP6l5QCDyVSlSmuUPx5Qzw&s"
    },
    {
      "id": 22,
      "title": {
        "en": "Emotional Intelligence Coaching",
        "ru": "Коучинг по эмоциональному интеллекту"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-08-08T14:00:00.000Z",
        "2025-08-10T12:00:00.000Z",
        "2025-08-12T15:30:00.000Z"
      ],
      "price": 145,
      "description": {
        "en": "This 4-week group coaching program focuses on developing emotional intelligence to improve relationships and leadership skills. Learn to recognize and manage emotions, empathize with others, and communicate effectively through group activities. A coach provides feedback and tools to apply EQ in personal and professional settings. Great for teams and individuals seeking growth.",
        "ru": "Эта 4-недельная групповая программа коучинга сосредоточена на развитии эмоционального интеллекта для улучшения отношений и лидерских навыков. Научитесь распознавать и управлять эмоциями, сопереживать другим и эффективно общаться через групповые активности. Коуч предоставляет обратную связь и инструменты для применения EQ в личной и профессиональной жизни. Отлично подходит для команд и людей, стремящихся к росту."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSU5fv_6EYM_r1DjOVkWF-f-SQn0i7uCB31UA&s"
    },
    {
      "id": 23,
      "title": {
        "en": "Personal Finance Guide",
        "ru": "Руководство по личным финансам"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 19,
      "description": {
        "en": "A comprehensive guide to managing your finances, covering budgeting, saving, investing, and debt reduction. Includes actionable steps to create a financial plan, practical tips for everyday spending, and strategies for long-term wealth building. Perfect for beginners and those looking to strengthen their financial literacy.",
        "ru": "Всестороннее руководство по управлению финансами, охватывающее составление бюджета, сбережения, инвестиции и снижение долгов. Включает действенные шаги для создания финансового плана, практичные советы для повседневных трат и стратегии для долгосрочного накопления богатства. Идеально для новичков и тех, кто хочет укрепить финансовую грамотность."
      },
      "image": "https://less.works/img/adoption/coaching.ru.png"
    },
    {
      "id": 24,
      "title": {
        "en": "Conflict Resolution Consultation",
        "ru": "Консультация по разрешению конфликтов"
      },
      "type": {
        "en": "consultation",
        "ru": "Консультация"
      },
      "availability_dates": [
        "2025-08-13T11:00:00.000Z",
        "2025-08-15T09:30:00.000Z",
        "2025-08-17T14:00:00.000Z"
      ],
      "price": 65,
      "description": {
        "en": "This 60-minute consultation equips you with strategies to resolve conflicts constructively in personal or professional settings. A coach will guide you through active listening, negotiation techniques, and de-escalation methods tailored to your situation. Learn how to address disputes calmly and reach mutually beneficial outcomes. Ideal for managers and individuals facing interpersonal challenges.",
        "ru": "Эта 60-минутная консультация оснащает вас стратегиями для конструктивного разрешения конфликтов в личной или профессиональной среде. Коуч проведёт вас через методы активного слушания, техники переговоров и способы деэскалации, адаптированные к вашей ситуации. Научитесь спокойно разрешать споры и достигать взаимовыгодных результатов. Идеально для менеджеров и людей, сталкивающихся с межличностными проблемами."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTlBUflBoKAoFzgNYcNXPTUOPAvz557pQT9Nw&s"
    },
    {
      "id": 25,
      "title": {
        "en": "Career Branding Coaching",
        "ru": "Коучинг по созданию карьерного бренда"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-08-14T10:00:00.000Z",
        "2025-08-16T13:00:00.000Z",
        "2025-08-18T15:00:00.000Z"
      ],
      "price": 185,
      "description": {
        "en": "This 6-week individual coaching program helps you build a strong personal brand to advance your career. Work with a coach to craft a compelling LinkedIn profile, optimize your resume, and develop a strategy to showcase your expertise. Includes exercises to define your unique value proposition and network effectively. Perfect for job seekers and professionals aiming for promotions.",
        "ru": "Эта 6-недельная индивидуальная программа коучинга помогает вам создать сильный личный бренд для продвижения карьеры. Работайте с коучем, чтобы создать привлекательный профиль на LinkedIn, оптимизировать резюме и разработать стратегию демонстрации вашего опыта. Включает упражнения для определения вашего уникального ценностного предложения и эффективного нетворкинга. Идеально для соискателей и профессионалов, стремящихся к повышению."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQyoPefPbSHV-oskpaVFp-5hzHYfLEESTLU6A&s"
    },
    {
      "id": 26,
      "title": {
        "en": "Mindset Shift Coaching",
        "ru": "Коучинг по изменению мышления"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-08-15T12:00:00.000Z",
        "2025-08-17T10:00:00.000Z",
        "2025-08-19T14:30:00.000Z"
      ],
      "price": 135,
      "description": {
        "en": "This 4-week group coaching program helps you adopt a growth mindset to overcome challenges and achieve success. Join a group to learn techniques for reframing negative thoughts, embracing failure, and staying resilient. A coach facilitates discussions and provides tools to apply mindset shifts in daily life. Ideal for anyone seeking personal growth.",
        "ru": "Эта 4-недельная групповая программа коучинга помогает вам принять мышление роста, чтобы преодолевать трудности и достигать успеха. Присоединяйтесь к группе, чтобы изучить техники переосмысления негативных мыслей, принятия неудач и сохранения устойчивости. Коуч ведёт обсуждения и предоставляет инструменты для применения изменений мышления в повседневной жизни. Идеально для тех, кто стремится к личностному росту."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQJtvY0DpkvAqYO3AGdoni23vBjrNODtloYIw&s"
    },
    {
      "id": 27,
      "title": {
        "en": "The Art of Self-Discipline",
        "ru": "Искусство самодисциплины"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 20,
      "description": {
        "en": "A practical guide to developing self-discipline and achieving your goals through consistent action. Learn strategies to build willpower, create routines, and resist temptations. Includes exercises to strengthen discipline in areas like fitness, work, and personal projects. Perfect for anyone seeking to take control of their habits.",
        "ru": "Практическое руководство по развитию самодисциплины и достижению целей через последовательные действия. Изучите стратегии для укрепления силы воли, создания рутин и сопротивления соблазнам. Включает упражнения для усиления дисциплины в таких областях, как фитнес, работа и личные проекты. Идеально для тех, кто хочет контролировать свои привычки."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQRUgMrSxIV9KNFJ9pzzffvQhTYv3j_cxGw7w&s"
    },
    {
      "id": 28,
      "title": {
        "en": "Work-Life Balance Coaching",
        "ru": "Коучинг по балансу работы и жизни"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-08-16T11:00:00.000Z",
        "2025-08-18T14:00:00.000Z",
        "2025-08-20T09:30:00.000Z"
      ],
      "price": 160,
      "description": {
        "en": "This 5-week individual coaching program helps you achieve a healthy balance between work and personal life. Work with a coach to set boundaries, prioritize self-care, and manage stress effectively. Includes personalized strategies for time management and goal alignment. Ideal for professionals feeling overwhelmed by work demands.",
        "ru": "Эта 5-недельная индивидуальная программа коучинга помогает достичь здорового баланса между работой и личной жизнью. Работайте с коучем, чтобы установить границы, приоритизировать заботу о себе и эффективно управлять стрессом. Включает персонализированные стратегии управления временем и согласования целей. Идеально для профессионалов, чувствующих себя перегруженными рабочими требованиями."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTL34snLdprj9FZU00qZCYPdoxDPCOW2G4caw&s"
    },
    {
      "id": 29,
      "title": {
        "en": "Team Building Coaching",
        "ru": "Коучинг по сплочению команды"
      },
      "type": {
        "en": "group_coaching",
        "ru": "Групповой коучинг"
      },
      "availability_dates": [
        "2025-08-17T15:00:00.000Z",
        "2025-08-19T11:00:00.000Z",
        "2025-08-21T13:00:00.000Z"
      ],
      "price": 200,
      "description": {
        "en": "This 6-week group coaching program strengthens team dynamics and collaboration through interactive exercises. Learn techniques for improving communication, resolving conflicts, and fostering trust within your team. A coach guides group activities tailored to your team's needs. Perfect for corporate teams aiming to boost productivity and morale.",
        "ru": "Эта 6-недельная групповая программа коучинга укрепляет командную динамику и сотрудничество через интерактивные упражнения. Изучите техники улучшения коммуникации, разрешения конфликтов и укрепления доверия в команде. Коуч ведёт групповые активности, адаптированные к потребностям вашей команды. Идеально для корпоративных команд, стремящихся повысить продуктивность и моральный дух."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSc_kt4tZpB4D8jXZtGL1BrvOczD8GyCd3Q7w&s"
    },
    {
      "id": 30,
      "title": {
        "en": "The Power of Positive Thinking",
        "ru": "Сила позитивного мышления"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 18,
      "description": {
        "en": "This inspiring book teaches you how to harness positive thinking to improve your life. Learn techniques for reframing challenges, cultivating gratitude, and maintaining optimism. Includes real-life stories, affirmations, and exercises to shift your mindset. Ideal for anyone seeking a more positive outlook.",
        "ru": "Эта вдохновляющая книга учит вас использовать позитивное мышление для улучшения жизни. Изучите техники переосмысления трудностей, культивирования благодарности и поддержания оптимизма. Включает реальные истории, аффирмации и упражнения для изменения мышления. Идеально для тех, кто стремится к более позитивному взгляду на жизнь."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT4QQCAI6H4GD9EU25xAWywX6SRxwHz1vS4pg&s"
    },
    {
      "id": 31,
      "title": {
        "en": "Networking Skills Consultation",
        "ru": "Консультация по навыкам нетворкинга"
      },
      "type": {
        "en": "consultation",
        "ru": "Консультация"
      },
      "availability_dates": [
        "2025-08-18T10:00:00.000Z",
        "2025-08-20T12:00:00.000Z",
        "2025-08-22T14:00:00.000Z"
      ],
      "price": 55,
      "description": {
        "en": "This 45-minute consultation helps you build effective networking skills to advance your career. A coach will provide strategies for making connections, crafting elevator pitches, and following up with contacts. Learn how to network confidently at events and online. Perfect for professionals looking to expand their opportunities.",
        "ru": "Эта 45-минутная консультация помогает развить эффективные навыки нетворкинга для продвижения карьеры. Коуч предоставит стратегии для установления контактов, создания кратких самопрезентаций и поддержания связи с контактами. Научитесь уверенно нетворкать на мероприятиях и онлайн. Идеально для профессионалов, стремящихся расширить свои возможности."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSMKMLclhjXnftbOB2HDi1BxNAWpuR8c3C12Q&s"
    },
    {
      "id": 32,
      "title": {
        "en": "Stress Resilience Coaching",
        "ru": "Коучинг по устойчивости к стрессу"
      },
      "type": {
        "en": "individual_coaching",
        "ru": "Индивидуальный коучинг"
      },
      "availability_dates": [
        "2025-08-19T09:00:00.000Z",
        "2025-08-21T11:00:00.000Z",
        "2025-08-23T13:30:00.000Z"
      ],
      "price": 175,
      "description": {
        "en": "This 5-week individual coaching program builds your resilience to stress through personalized strategies. Work with a coach to identify stress triggers, develop coping mechanisms, and strengthen mental toughness. Includes mindfulness practices and exercises to maintain calm under pressure. Ideal for high-pressure professionals.",
        "ru": "Эта 5-недельная индивидуальная программа коучинга укрепляет вашу устойчивость к стрессу через персонализированные стратегии. Работайте с коучем, чтобы выявить триггеры стресса, развить механизмы справления и укрепить ментальную стойкость. Включает практики осознанности и упражнения для сохранения спокойствия под давлением. Идеально для профессионалов, работающих в условиях высокого давления."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcQSDHzr3rsa-5FmiIeCNlBv--0fW4kjp2sYpg&s"
    },
    {
      "id": 33,
      "title": {
        "en": "The Habit Blueprint",
        "ru": "План формирования привычек"
      },
      "type": {
        "en": "book",
        "ru": "Book"
      },
      "availability_dates": [],
      "price": 24,
      "description": {
        "en": "A detailed guide to building and sustaining positive habits that lead to success. Learn the science of habit formation, strategies for breaking bad habits, and techniques for staying consistent. Includes trackers, challenges, and real-life examples to help you transform your routines. Perfect for anyone seeking lasting change.",
        "ru": "Подробное руководство по созданию и поддержанию позитивных привычек, ведущих к успеху. Изучите науку формирования привычек, стратегии избавления от вредных привычек и техники сохранения последовательности. Включает трекеры, задания и реальные примеры для трансформации ваших рутин. Идеально для тех, кто стремится к устойчивым изменениям."
      },
      "image": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSaYXlQ8BWOPPGWr71FakiPL8GbDrFOsjUV5g&s"
    }
  ],
  "users": [
    {
      "name": "Admin",
      "password": "Admin777",
      "id": 0,
      "bestScore": "134"
    },
    {
      "name": "SavageRocket94",
      "password": "z*doEopAZT3p",
      "phone": "+375555555555",
      "email": "averchenkoad.pir231@mail.ru",
      "birthdate": "2000-02-20",
      "firstName": "Митя",
      "lastName": "Смирнов",
      "middleName": "",
      "cardNumber": "1234 1234 1234 1234",
      "cardExpiry": "11/27",
      "cardCvv": "123",
      "bestScore": "0",
      "id": 1
    },
    {
      "name": "EpicTaco",
      "password": "bEUhqi$OUof7",
      "phone": "+375555545551",
      "email": "averchenkoad.pir231@mail.ru",
      "birthdate": "1981-06-10",
      "firstName": "Игорь",
      "lastName": "Петров",
      "middleName": "",
      "cardNumber": "2341234555555555",
      "cardExpiry": "11/28",
      "cardCvv": "231",
      "bestScore": "0",
      "id": 2
    },
    {
      "name": "YeetCactus19",
      "password": "RC!BqmePQ7b5",
      "phone": "+375555555555",
      "email": "averchenkoad.pir231@mail.ru",
      "birthdate": "2000-11-30",
      "firstName": "Анна",
      "lastName": "Иванова",
      "middleName": "",
      "cardNumber": "1232312311312313",
      "cardExpiry": "11/34",
      "cardCvv": "121",
      "bestScore": "0",
      "id": 3
    },
    {
      "name": "QuantumFox22",
      "password": "kL9#mNpQw4zX",
      "phone": "+375555543210",
      "email": "quantumfox@example.com",
      "birthdate": "1995-03-15",
      "firstName": "Елена",
      "lastName": "Соколова",
      "middleName": "",
      "cardNumber": "4321432143214321",
      "cardExpiry": "12/29",
      "cardCvv": "456",
      "bestScore": "0",
      "id": 4
    },
    {
      "name": "PixelPanda88",
      "password": "7jY#pRtZm8vB",
      "phone": "+375555567890",
      "email": "pixelpanda@example.com",
      "birthdate": "1990-07-22",
      "firstName": "Сергей",
      "lastName": "Козлов",
      "middleName": "",
      "cardNumber": "5678567856785678",
      "cardExpiry": "10/28",
      "cardCvv": "789",
      "bestScore": "0",
      "id": 5
    },
    {
      "name": "BlazeWolf77",
      "password": "xZ3$kLmNp9qW",
      "phone": "+375555598765",
      "email": "blazewolf@example.com",
      "birthdate": "1988-09-05",
      "firstName": "Ольга",
      "lastName": "Морозова",
      "middleName": "",
      "cardNumber": "6789678967896789",
      "cardExpiry": "09/30",
      "cardCvv": "321",
      "bestScore": "0",
      "id": 6
    },
    {
      "name": "StarViper33",
      "password": "4vB#nQwRt8mP",
      "phone": "+375555512345",
      "email": "starviper@example.com",
      "birthdate": "1993-12-10",
      "firstName": "Дмитрий",
      "lastName": "Волков",
      "middleName": "",
      "cardNumber": "7890789078907890",
      "cardExpiry": "08/27",
      "cardCvv": "654",
      "bestScore": "0",
      "id": 7
    },
    {
      "name": "NeonRaven55",
      "password": "tY6$jKmLx3zQ",
      "phone": "+375555576543",
      "email": "neonraven@example.com",
      "birthdate": "1997-04-18",
      "firstName": "Мария",
      "lastName": "Лебедева",
      "middleName": "",
      "cardNumber": "8901890189018901",
      "cardExpiry": "07/29",
      "cardCvv": "987",
      "bestScore": "0",
      "id": 8
    },
    {
      "name": "ThunderEagle12",
      "password": "2pW#rTnZm7vL",
      "phone": "+375555589012",
      "email": "thundereagle@example.com",
      "birthdate": "1985-01-25",
      "firstName": "Алексей",
      "lastName": "Никитин",
      "middleName": "",
      "cardNumber": "9012901290129012",
      "cardExpiry": "06/28",
      "cardCvv": "123",
      "bestScore": "0",
      "id": 9
    }
  ],
  "cart": [
    {
      "id": 1,
      "productId": 19,
      "userName": "EpicTaco",
      "selectedDate": "2025-08-01T10:00:00.000Z"
    },
    {
      "id": 2,
      "productId": 23,
      "userName": "EpicTaco",
      "selectedDate": null
    },
    {
      "id": 3,
      "productId": 21,
      "userName": "EpicTaco",
      "selectedDate": "2025-08-07T13:00:00.000Z"
    },
    {
      "id": 4,
      "productId": 27,
      "userName": "EpicTaco",
      "selectedDate": null
    },
    {
      "id": 5,
      "productId": 30,
      "userName": "EpicTaco",
      "selectedDate": null
    },
    {
      "id": 6,
      "productId": 20,
      "userName": "YeetCactus19",
      "selectedDate": "2025-08-02T09:00:00.000Z"
    },
    {
      "id": 7,
      "productId": 22,
      "userName": "YeetCactus19",
      "selectedDate": "2025-08-08T14:00:00.000Z"
    },
    {
      "id": 8,
      "productId": 26,
      "userName": "YeetCactus19",
      "selectedDate": "2025-08-15T12:00:00.000Z"
    },
    {
      "id": 9,
      "productId": 28,
      "userName": "YeetCactus19",
      "selectedDate": "2025-08-16T11:00:00.000Z"
    },
    {
      "id": 10,
      "productId": 33,
      "userName": "YeetCactus19",
      "selectedDate": null
    },
    {
      "id": 11,
      "productId": 24,
      "userName": "SavageRocket94",
      "selectedDate": "2025-08-13T11:00:00.000Z"
    },
    {
      "id": 12,
      "productId": 25,
      "userName": "SavageRocket94",
      "selectedDate": "2025-08-14T10:00:00.000Z"
    },
    {
      "id": 13,
      "productId": 29,
      "userName": "SavageRocket94",
      "selectedDate": "2025-08-17T15:00:00.000Z"
    },
    {
      "id": 14,
      "productId": 31,
      "userName": "SavageRocket94",
      "selectedDate": "2025-08-18T10:00:00.000Z"
    },
    {
      "id": 15,
      "productId": 23,
      "userName": "SavageRocket94",
      "selectedDate": null
    }
  ],
  "purchased": [
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 37
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 39
    },
    {
      "productId": 17,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 40
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 42
    },
    {
      "productId": 17,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 43
    },
    {
      "productId": 17,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 44
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 45
    },
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 46
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 48
    },
    {
      "productId": 2,
      "userName": "EpicTaco",
      "selectedDate": "2025-06-02T02:00:00.000Z",
      "id": 49
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 50
    },
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 51
    },
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 52
    },
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 53
    },
    {
      "productId": 4,
      "userName": "EpicTaco",
      "selectedDate": "2025-06-08T12:00:00.000Z",
      "id": 54
    },
    {
      "productId": 8,
      "userName": "EpicTaco",
      "selectedDate": "2025-07-11T17:00:00.000Z",
      "id": 55
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 56
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 57
    },
    {
      "productId": 2,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 58
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 59
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 60
    },
    {
      "productId": 15,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 61
    },
    {
      "productId": 14,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 62
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 63
    },
    {
      "productId": 5,
      "userName": "EpicTaco",
      "selectedDate": "2025-07-01T09:00:00.000Z",
      "id": 64
    },
    {
      "productId": 18,
      "userName": "EpicTaco",
      "selectedDate": null,
      "id": 65
    },
    {
      "productId": 6,
      "userName": "EpicTaco",
      "selectedDate": "2025-07-02T10:00:00.000Z",
      "id": 66
    },
    {
      "productId": 19,
      "userName": "YeetCactus19",
      "selectedDate": "2025-08-01T10:00:00.000Z",
      "id": 67
    },
    {
      "productId": 23,
      "userName": "YeetCactus19",
      "selectedDate": null,
      "id": 68
    },
    {
      "productId": 27,
      "userName": "YeetCactus19",
      "selectedDate": null,
      "id": 69
    },
    {
      "productId": 20,
      "userName": "SavageRocket94",
      "selectedDate": "2025-08-02T09:00:00.000Z",
      "id": 70
    },
    {
      "productId": 30,
      "userName": "SavageRocket94",
      "selectedDate": null,
      "id": 71
    }
  ]
}